

INSERT INTO `esdp_test`.`works` (`id`,`name`,work_parent_id) VALUES
                                       (null,'Подготовительные работы',null),
                                       (null,'Архитектурные работы',null),
                                       (null,'Сантехника ОВВК',null),
                                       (null,'Электрика',null),
                                       (null,'Наружные сети',null),
                                       (null,'Благоустройства',null);

INSERT INTO `esdp_test`.`works` (`id`,`name`,work_parent_id) VALUES
                                                        (null,'Строительство временных: дорог; площадок; инженерных сетей и сооружений', 1),
                                                        (null,'Устройство рельсовых подкрановых путей и фундаментов (опоры) стационарных кранов;', 1),
                                                        (null,'Установка инвентарных наружных и внутренних лесов, технологических мусоропроводов', 1),
                                                        (null,'Опалубочные работы', 2),
                                                        (null,'Арматурные работы', 2),
                                                        (null,'Устройство монолитных бетонных и железобетонных конструкций', 2),
                                                        (null,'Монтаж подъемно-транспортного оборудования', 3),
                                                        (null,'Монтаж оборудования тепловых электростанций', 3),
                                                        (null,'Монтаж оборудования котельных', 3),
                                                        (null,'Монтаж компрессорных установок, насосов и вентиляторов', 3),
                                                        (null,'Монтаж электротехнических установок, оборудования', 3),
                                                        (null,'Монтаж слаботочных систем', 3),
                                                        (null,'Устройство сетей водопровода', 4);
